<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>

<!-- Mirrored from www.comunidadargentum.com/manual/?seccion=controlesycomandos by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 24 Mar 2019 22:28:34 GMT -->
<!-- Added by HTTrack --><meta http-equiv="content-type" content="text/html;charset=UTF-8" /><!-- /Added by HTTrack -->
<head>

<meta name="verify-v1" content="la9b6iRkMiGkE41qXVGrpUUysFyGN3ubO5aWE/SuuSw=">

<meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1">
<meta name="description" content="ao argentum online manual argentina manual de argentum online ao manual">
<meta name="keywords" content="ao argentum online manual argentina manual de argentum online ao manual">
<meta name="copyright" content="Copyright (c) GNU GPL Argentum Online">
<link rel="stylesheet" href="css.css" type="text/css">
<title>Manual de Juego de Argentum Online - Secci&oacute;n: Controles y Comandos</title></head><body>
<div id="pagina-atras">
<div id="tema1">
</div>
<div id="marcoglobal">

<div id="rellenoa"></div>
<div id="navbar">

</div>
<div id="rellenito"></div>
<div id="contenido2">
<br><div class="titulo_seccion"><a name="ver"></a>- Controles y Comandos -</div><br><table width="850" cellpadding="12"><tr><td width="80%" valign="top">Controles del juego:<br>
<table align="center" width="90%">
<tr>
<td class="tdresaltar5" width="15%">TECLA</td>
<td class="tdresaltar5">DESCRIPCI&oacute;N</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" width="15%" height="35">Arriba, Abajo, Izquierda y Derecha</td>
<td class="td3">Sirve para mover al personaje.</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="35">Enter</td>
<td class="td3">Activa el casillero de chat, una vez activado escrib&iacute; lo que quieras y volv&eacute; a apretar la tecla para enviarlo.</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="35">Control</td>
<td class="td3">Con esta tecla el personaje ataca f&iacute;sicamente cuerpo a cuerpo (para utilizar armas de rango utiliz&aacute; la tecla Usar).</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="35">Escape</td>
<td class="td3">Cierra el Argentum Online cuando no est&aacute;s en pantalla de juego.</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="35">F2</td>
<td class="td3">Saca una screenshot (imagen) del juego, la misma se guardar&aacute; en la carpeta "screenshots" dentro de la carpeta del cliente del juego.</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="35">F4</td>
<td class="td3">Para ver los FPS del juego (Frames Per Second, en espa&ntilde;ol.. Cuadros Por Segundo).</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="35">F5</td>
<td class="td3">Acceso r&aacute;pido a las opciones del juego.</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="35">F6</td>
<td class="td3">Acceso r&aacute;pido al comando "/meditar".</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="35">F7</td>
<td class="td3">Macro de hechizos autom&aacute;tico, lanza autom&aacute;ticamente el hechizo que selecciones.</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="35">F8</td>
<td class="td3">Macro de trabajo autom&aacute;tico, selecciona un &iacute;tem y presiona la tecla para iniciar el macro, no te muevas ni hagas otra cosa excepto a chatear porque de lo contrario, el macro se desactivar&aacute;.</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="35">F12</td>
<td class="td3">Sale del juego a la pantalla principal.</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="35">1, 2, 3, 4, 5, 6, 7, 8, 9 y 0</td>
<td class="td3">Mensajes predefinidos, sirven para decir un mensaje con solo presionar una tecla.<br>Se configuran desde las opciones del juego.</td>
</tr>
<tr class='colorcolumna1'><tr class='colorcolumna2'><td class="tdresaltar" height="35">U o Doble Click</td>
<td class="td3">Sirve para usar un &iacute;tem, ten&eacute;s que seleccionar un &iacute;tem del inventario y pulsar la tecla para usarlo o en el caso de un arco servir&aacute; para atacar.</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="35">E</td>
<td class="td3">Sirve para equiparse un &iacute;tem que hayas seleccionado de tu inventario (armas, armaduras, etc.).No hace falta desequiparse un &iacute;tem para poder venderlo/tirarlo.</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="35">A</td>
<td class="td3">Sirve para agarrar items del suelo, s&oacute;lo podes agarrar un &iacute;tem si el personaje est&aacute; sobre el mismo.</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="35">T</td>
<td class="td3">Sirve para tirar items al suelo, primero debes seleccionar del inventario un &iacute;tem a tirar y luego pulsar la tecla. En el caso de querer tirar oro de la billetera s&oacute;lo hace un click en icono que esta al lado de donde muestra la cantidad del oro.</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="35">D</td>
<td class="td3">Sirve para domar animales. Presiona la tecla y luego clickea sobre una criatura.</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="35">R</td>
<td class="td3">Sirve para robar. Luego de pulsar la tecla deber&aacute;s clickear sobre un usuario al que quieras robarle.</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="35">O</td>
<td class="td3">Con esta tecla puedes ocultarte.</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="35">N</td>
<td class="td3">Esta tecla activa o desactiva los nombres en pantalla de juego.</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="35">M</td>
<td class="td3">Con esta tecla activas o desactivas la m&uacute;sica.</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="35">L</td>
<td class="td3">Sirve para corregir la ubicaci&oacute;n del personaje.<br>
Esto pasa cuando hay LAG (retraso) en el servidor o en nuestra conecci&oacute;n, tambi&eacute;n puede ser causado por apretar L repetidamente.*</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="35">*</td>
<td class="td3">Con el aster&iacute;sco, o haciendo doble click sobre la llave en la esquina inferior derecha de nuestra interfaz, activaremos o desactivaremos el seguro.&nbsp; Cuando el seguro est&aacute; activado, no se puede atacar a ning&uacute;n ciudadano o soldado real (salvo que est&eacute;n en una arena). Cuando el seguro est&aacute; desactivado, impide que el usuario gane puntos en nobleza, por lo que evita que el mismo se vuelva ciudadano entrenando.<br>
Para mayor informaci&oacute;n sobre las alineaciones de nuestro personaje (estado) esta es la <a href="index4ca6.html?seccion=reputacion#ver">Secci&oacute;n: Reputaci&oacute;n y Estados</a>.</td>
</tr>
</table>
<br><br>
*Al ser paralizado/inmovilizado automaticamente se te actualiza la posici&oacute;n para evitar presionar la tecla.<BR><BR>
<b><u>Aclaraci&oacute;n:</u></b><BR>
Las teclas vienen cargadas por default, desde el menu de Opciones se pueden cargar a gusto de cada uno.
<br><br>Los comandos se introducen en la zona de chat y corresponden a c&oacute;digos &uacute;tiles para complementar el juego, estos comandos sirven para comerciar, mandar mensajes privados, etc.<br><br><br>
<table align="center" width="90%">
<tr>
<td class="tdresaltar5" width="20%">COMANDO</td>
<td class="tdresaltar5" width="79%">DESCRIPCI&oacute;N</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" width="20%" height="45">/ayuda</td>
<td class="td3">Muestra una ayuda m&iacute;nima y links importantes.</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="45">-TUMENSAJE</td>
<td class="td3">Sirve para mandar un mensaje en color rojo dentro del juego, ejemplo: -hola a todos!!</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="45">Mensaje con color negrita/cursiva</td>
<td class="td3">S&oacute;lo se puede hacer en un mensaje que vaya a consola, ejemplo: mensaje al clan o a la party.<br>
Al final del mensaje va el c&oacute;digo de color/negrita/cursiva, por ej. hola mundo~255~255~255~1~1 los tres primeros n&uacute;meros son c&oacute;digos RGB de color. (ver colores personalizados en paint), los otros dos significan negrita y cursiva activadas (con ~0 se desactiva)<br><br>
Ejemplo: hola a todos!!~139~182~205~0~1 (ese mensaje saldr&iacute;a en color celeste con cursiva y sin negrita).</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="45">/motd</td>
<td class="td3">Muestra el Message of the Day, es el mismo mensaje que aparece al entrar al juego.</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="45">/uptime</td>
<td class="td3">Muestra el tiempo que estuvo en l&iacute;nea el servidor y tambi&eacute;n el tiempo que falta para el pr&oacute;ximo mantenimiento.</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="45">/online</td>
<td class="td3">Muestra el total de usuarios conectados.</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="45">/ping</td>
<td class="td3">Muestra el ping actual en MiliSegundos (1000ms = 1seg), esto sirve para saber si ten&eacute;s lag.</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="45">/desc</td>
<td class="td3">Con este comando pueden cambiar la descripci&oacute;n del personaje (lo que va despu&eacute;s del nombre).</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="45">/est</td>
<td class="td3">Esto les muestra el estado del personaje. Les indica la cantidad de vida, man&aacute; y energ&iacute;a que tiene, adem&aacute;s de indicarles en qu&eacute; mapa y en qu&eacute; coordenadas se encuentra. Tambi&eacute;n indica el mayor y menor golpe, y si tiene un arma equipada, mostrar&aacute; en par&eacute;ntesis sus atributos; lo mismo sucede con la defensa.</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="45">\NICK</td>
<td class="td3">Con esto mandar&aacute;n mensajes en privado a un jugador que est&eacute; en la pantalla de juego. Es importante destacar que este comando utiliza la barra invertida a diferencia de los dem&aacute;s. Si el nombre es compuesto (Ej: Cid Campeador) deber&aacute;n usar el s&iacute;mbolo + en el lugar que est&aacute; el espacio, ejemplo: \cid+campeador como estas cid?)</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="45">/penas NICK</td>
<td class="td3">Con este comando pueden ver las penas que fueron aplicadas a un determinado personaje. (NICK se reemplaza por el nombre del personaje)</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="45">/salir</td>
<td class="td3">Sale del juego y vuelve a la pantalla principal.No puedes salir sino est&aacute;s visible.</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="45">/gm</td>
<td class="td3">Sirve para llamar a un Game Master.</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="45">/denunciar TUMENSAJE</td>
<td class="td3">Se usa para denunciar actos il&iacute;citos de otros personajes, tambi&eacute;n para denunciar bugs (errores del juego) o cualquier acto que amerite urgencia. El comando env&iacute;a un mensaje a la consola de los GMs, por lo tanto debe enviarse s&oacute;lo una vez, explicando lo m&aacute;s concreto y claro posible la denuncia, y si se trata de denunciar a un personaje, recuerden escribir BIEN el Nick del mismo.<br>
<b><u>Importante</u></b>: El mal uso del comando, para cosas que no sean de car&aacute;cter urgente, o enviando varios mensajes seguidos por un mismo asunto, ser&aacute; penado con c&aacute;rcel.</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="45">/rol TUMENSAJE</td>
<td class="td3">Para hacer consultas sobre Rol, las mismas ser&aacute;n atendidas por los RoleMasters.</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="45">/comerciar</td>
<td class="td3">Sirve para comerciar con un vendedor o un usuario, en el caso de un NPC pueden hacer doble click sobre sus piernas.</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="45">/apostar X</td>
<td class="td3">Sirve para apostar oro en un NPC apostador, reemplazar X por un n&uacute;mero del 1 al 5000.</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="45">/meditar</td>
<td class="td3">Las clases m&aacute;gicas recuperan man&aacute; con este comando, o con F6.</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="45">/descansar</td>
<td class="td3"><p>Sirve para recuperar energ&iacute;a y salud junto a una fogata.</p></td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="45">/entrenar</td>
<td class="td3">Muestra la lista de criaturas que el entrenador puede invocar (en los entrenadores de la ciudad de Banderbill).</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="45">/resucitar</td>
<td class="td3">El sacerdote de cada ciudad puede revivirte. Tambi&eacute;n pueden hacer doble click sobre las piernas del sacerdote y los revivir&aacute; adem&aacute;s de curar todos los puntos de vida.</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="45">/curar</td>
<td class="td3">El sacerdote de cada ciudad puede curarlos.</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="45">/boveda</td>
<td class="td3">Accede al sistema de b&oacute;veda, para depositar y extraer objetos. Tambi&eacute;n es posible acceder haciendo doble click sobre las piernas del banquero.</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="45">/balance</td>
<td class="td3">Sirve para ver cu&aacute;nto dinero tiene el personaje en el banco.</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="45">/retirar X</td>
<td class="td3">Sirve para retirar oro de la cuenta bancaria, reemplazar X por la cantidad de oro a retirar.</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="45">/depositar X</td>
<td class="td3">Sirve para depositar oro en la cuenta bancaria, reemplazar X por la cantidad de oro a depositar.</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="45">/enlistar</td>
<td class="td3">Sirve para enlistarse en la Armada Real o en la Legi&oacute;n Oscura.</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="45">/recompensa</td>
<td class="td3">Si cumplen sus objetivos faccionarios, recibir&aacute;n la recompensa del Rey/Demonio con este comando.</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="45">/informacion</td>
<td class="td3">Muestra los deberes en la Armada Real o en la Legi&oacute;n Oscura.</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="45">/retirarfaccion</td>
<td class="td3">Sirve para retirarse del Ej&eacute;rcito Real o la Legi&oacute;n Oscura. No es necesario estar cerca de Tancredo o del Demonio (tan s&oacute;lo ejecutandolo se produce el efecto de la expulsi&oacute;n).</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="45">/fundarclan</td>
<td class="td3">Sirve para fundar un clan.</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="45">/onlineclan</td>
<td class="td3">Sirve para saber qu&eacute; miembros del clan al que pertenezcan se encuentran conectados.</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="45">/cmsg</td>
<td class="td3">Sirve para comunicarte con los miembros de vuestro clan que est&eacute;n conectados.</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="45">/voto NICK</td>
<td class="td3">Sirve para votar el nuevo l&iacute;der del clan al que pertenecen.</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="45">/salirclan</td>
<td class="td3">Sirve para salir del clan en el que se encuentran.</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="45">/quieto</td>
<td class="td3">Sirve para que la mascota de nuestro personaje se quede en el lugar. Primero deber&aacute;n clickear la mascota y luego escribir el comando.</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="45">/acompa&ntilde;ar</td>
<td class="td3">Sirve para que una mascota de nuestro personaje deje de estar quieta. Primero deber&aacute;n clickear la mascota y luego escribir el comando. </td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="45">/liberar</td>
<td class="td3">Sirve para hacer desaparecer a una mascota que este bajo el poder&iacute;o de nuestro personaje. Debes clickear la mascota primero y luego escribir el comando. </td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="45">/CompartirNpc</td>
<td class="td3">Permite compartir todas las criaturas de las cuales seas due&ntilde;o, con el usuario que desees. Su funci&oacute;n es prescindir de una party o clan en com&ntilde;un entre personajes del mismo status (ciudadanos o criminales) para poder atacarlos.</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="45">/crearparty</td>
<td class="td3">Sirve para crear un party.</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="45">/party</td>
<td class="td3">Sirve para solicitar ingreso al fundador de la party (clic en el fundador y luego el comando).</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="45">/acceptparty NICK</td>
<td class="td3">Sirve para aceptar a un personaje y meterlo en la party (reemplazar nick por el nombre del personaje).</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="45">/onlineparty</td>
<td class="td3">Les dir&aacute; qui&eacute;nes integran la party, el total de experiencia logrado de cada uno y el total de experiencia acumulado.</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="45">/pmsg</td>
<td class="td3">Sirve para hablar en privado con todos los miembros de la party.</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="45">/salirparty</td>
<td class="td3">Sirve para salir de la party.</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="45">/echarparty NICK</td>
<td class="td3">Sirve para echar a un usuario de una party.</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="45">/partylider NICK</td>
<td class="td3">Sirve para pasar el l&iacute;der de una party a otro usuario.</td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="45">/centinela CLAVE</td>
<td class="td3">Sirve para mandar la clave que te ha dado el Centinela (sistema anti-macro inasistido).</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="45">/hogar</td>
<td class="td3">Sirve para ir a tu ciudad natal sin tener que moverse. Para entender m&aacute;s sobre este comando ver la <a href="index8b30.html?seccion=oro_billetera_muerte#ver">Secci&oacute;n: Oro, billetera y muerte</a> </td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="45">/quest</td>
<td class="td3">Sirve para ver las quests que tenemos disponibles.</td>
</tr>
<tr class='colorcolumna1'><td class="tdresaltar" height="45">/PPs nick</td>
<td class="td3">Sirve para conocer los puntos de jugador de un personaje. </td>
</tr>
<tr class='colorcolumna2'><td class="tdresaltar" height="45">/PPRanking</td>
<td class="td3">Sirve para conocer los 20 mejores.</td>
</tr>
</table>
<br>
<br>
<b><u>Aclaraci&oacute;n:</u></b>Es posible reconfigurar las teclas a gusto y guardarlo, ingresando a tal posibilidad desde &quot;Opciones&quot; (o apretando la tecla F5)..
<br><br>
<hr noshade width="55%" size="1" color="#959595" align="center">
<br><br>
<center><u><span class="resaltar">Auto Run</span></u></center>
<br>
<p dir="ltr" id="docs-internal-guid-ed48a3f2-e1f0-533e-ed3b-d7dc32fca85e">El autorun permite al usuario mover el personaje &uacute;nicamente con el mouse, realizando clicks seg&uacute;n la direcci&oacute;n que desea que &eacute;ste tome.</p>
<br>
<p dir="ltr">La forma de activarlo es mediante un bot&oacute;n en la parte inferior derecha de la pantalla.</p>
<br>
Para desactivarlo, el usuario debe mover el personaje con el teclado, o utilizar el bot&oacute;n con el que lo activ&oacute;.</td><td width="20%" valign="top" align="left"><table width="180" border="0">
<tr>
<td align="right" valign="middle"><div align="center"><img src="imagenes/manual/primerospasos.png" alt="Primeros Pasos" width="127" height="20" /></div></td>
</tr>
<tr>
<td align="right" valign="middle">
<div align="center"><a href="index5ddd.html?seccion=crearpersonaje#ver">Crear Personaje</a><br>
<a href="indexbdc7.html?seccion=empezarajugar#ver">Empezar a Jugar</a><br>
<a href="indexc5c8.html?seccion=recuperar_aosetup_autoupdater#ver">Recuperar/Borrar,<br>
AOSetup y AutoUpdater</a><br>
<a href="index232b.html?seccion=razas#ver">Razas</a><br>
<a href="index8cd4.html?seccion=clases#ver">Clases</a><br>
<a href="indexf5a8.html?seccion=atributos#ver">Atributos</a><br>
<a href="indexb32d.html?seccion=habilidades#ver">Habilidades</a><br>
</div><br /></td>
</tr>
<tr>
<td align="right" valign="middle"><div align="center"><img src="imagenes/manual/informacion.png" alt="Informacion" width="105" height="21" /></div></td>
</tr>
<tr>
<td align="right" valign="middle">
<div align="center"><a href="indexfc81.html?seccion=controlesycomandos#ver">Controles y Comandos</a><br>
<a href="index4ca6.html?seccion=reputacion#ver">Reputaci&oacute;n y Estados</a><br>
<a href="index964d.html?seccion=interactuarycomercio#ver">Interactuar y Comercio</a><br>
<a href="index8b30.html?seccion=oro_billetera_muerte#ver">Oro, Billetera y Muerte</a><br>
<a href="indexc5c8-2.html?seccion=nivel_exp_y_skill_points#ver">Nivel, Exp y Skill Points</a><br>
<a href="indexc6cb.html?seccion=ciudadesydungeons#ver">Ciudades y Dungeons</a><br>
<a href="index649f.html?seccion=combateyfogatas#ver">Combate y Fogatas</a><br>
<a href="index511f.html?seccion=entrenamiento#ver">Entrenamiento</a><br>
<a href="index060d.html?seccion=macros_centinela#ver">Macros y Centinela</a><BR>
<a href="index31ca.html?seccion=meditaciones#ver">Meditaciones</a><br>
<a href="indexb523.html?seccion=pps#ver">Puntos de Jugador</a><br>
<a href="indexc78f.html?seccion=quest#ver">Sistema de Quests</a>
</div><br /></td>
</tr>
<tr> 
<td align="right" valign="middle"><div align="center"><img src="imagenes/manual/items.png" alt="Items" width="44" height="20" /></div></td>
</tr>
<tr>
<td align="right" valign="middle">
<div align="center"><a href="index1255.html?seccion=armas#ver">Armas</a><br>
<a href="index5cbb.html?seccion=armaduras#ver">Armaduras</a><br>
<a href="index0fc7.html?seccion=cascos_escudos_guantes#ver">Cascos, Escudos y Guantes</a><br>
<a href="indexe05f.html?seccion=anillosysombreros#ver">Anillos y Sombreros</a><br>
<a href="index66d5.html?seccion=magiayhechizos#ver">Magia y Hechizos</a><br>
<a href="index5943.html?seccion=comidasybebidas#ver">Comidas y Bebidas</a><br>
<a href="index52ff.html?seccion=pocionesyvarios#ver">Pociones y Varios</a><br>
<a href="indexc104.html?seccion=armada_real_items#ver">Ej&eacute;rcito Real</a><br>
<a href="index92e5.html?seccion=legion_oscura_items#ver">Legi&oacute;n Oscura</a><br>
<a href="indexb850.html?seccion=dat_viewer_items#ver">ITEMS (Dat Viewer)</a></div><br /></td>
</tr>
<tr>
<td align="right" valign="middle"><div align="center"><img src="imagenes/manual/oficios.png" alt="Oficios" width="61" height="17" /></div></td>
</tr>
<tr>
<td align="right" valign="middle">
<div align="center"> <a href="index2602.html?seccion=trabajador#ver">Trabajador</a><br>
<a href="index6152.html?seccion=talaypesca#ver">Tala y Pesca</a><br>
<a href="indexafc6.html?seccion=mineriayfundicion#ver">Miner&iacute;a y Fundici&oacute;n</a><br>
<a href="index199f.html?seccion=herreria#ver">Herrer&iacute;a</a><br>
<a href="index173c.html?seccion=carpinteria#ver">Carpinter&iacute;a</a><br>
<a href="indexadd5.html?seccion=domar#ver">Domar</a><br>
<a href="indexd895.html?seccion=navegacion#ver">Navegaci&oacute;n</a></div><br /></td>
</tr>
<tr>
<td align="right" valign="middle"><div align="center"><img src="imagenes/manual/criaturas.png" alt="Criaturas" width="82" height="19" /></div></td>
</tr>
<tr>
<td align="right" valign="middle">
<div align="center"><a href="index8e0e.html?seccion=criaturashostiles#ver">Criaturas Hostiles</a><br>
<a href="index295d.html?seccion=criaturasnohostiles#ver">Criaturas No Hostiles</a><br>
<a href="indexc8a9.html?seccion=criaturasinvocadas#ver">Criaturas Invocadas</a><br>
<a href="indexb38e.html?seccion=criaturasguardianas#ver">Criaturas Guardianas</a><br>
<a href="indexfe1b.html?seccion=dat_viewer_npcs#ver">NPCs (Dat Viewer)</a></div><br /></td>
</tr>
<tr>
<td align="right" valign="middle"><div align="center"><img src="imagenes/manual/facciones.png" alt="Facciones" width="85" height="20" /></div></td>
</tr>
<tr>
<td align="right" valign="middle">
<div align="center"><a href="index9aa3.html?seccion=armada_real#ver">Ej&eacute;rcito Real</a><br>
<a href="index6b40.html?seccion=legion_oscura#ver">Legi&oacute;n Oscura</a></div><br /></td>
</tr>
<tr>
<td align="right" valign="middle"><div align="center"><img src="imagenes/manual/agrupaciones.png" alt="Agrupaciones" width="117" height="20" /></div></td>
</tr>
<tr>
<td align="right" valign="middle">
<div align="center"><a href="index0a56.html?seccion=clanes#ver">Clanes</a><br>
<a href="index452d.html?seccion=party#ver">Party</a></div><br /></td>
</tr>
<tr>
<td align="right" valign="middle"><div align="center"><img src="imagenes/manual/avanzadas.png" alt="Avanzadas" width="94" height="20" /></div></td>
</tr>
<tr>
<td align="right" valign="middle">
<div align="center">
<a href="indexa650.html?seccion=cabezas#ver">Cabezas</a><br /><br>
<a href="index1e63.html?seccion=modificadores#ver">Modificadores<br>
de Raza, Clase, Vida..</a><br>
<a href="../../foro.comunidadargentum.com/threads/14-F-A-Q-Info-y-Links-%c3%9atiles.html" target="_new">F.A.Q.<br>
(Tips, Gu&iacute;as, Soporte T&eacute;cnico...)</a> </div><br />
</td>
</tr>
<tr>
<td align="right" valign="middle"><div align="center"><img src="imagenes/manual/soporte.png" alt="Soporte" width="65" height="19" /></div></td>
</tr>
<tr>
<td align="right" valign="middle">
<div align="center"><a href="reglamento.html" target="_blank">Reglamento del Juego</a><br>
<a href="index8bda.html?seccion=sistemasoporte#ver">Sistema de Soporte</a><br>
<a href="indexa7bb.html?seccion=gms#ver">GMs</a></div><br /></td>
</tr>
<tr>
<td align="right" valign="middle"><div align="center"><img src="imagenes/manual/otras.png" alt="Otras" width="49" height="19" /></div></td>
</tr>
<tr>
<td align="right" valign="middle">
<div align="center"><a href="index9e64.html?seccion=bounty-hunters#ver">Bounty-Hunters</a><br>
<a href="index1496.html?seccion=mapa#ver">Mapa del Juego</a><br>
<a href="index1477.html?seccion=panel_control_web#ver">Panel de Control Web</a><br>
<a href="index4d34.html?seccion=creditos#ver">Cr&eacute;ditos</a></div><br /></td>
</tr>
</table>
<p>&nbsp;</p>
</td></tr></table><br><br><table class="titulo_seccion" width="850px" align="center"><tr><td>---</td></tr></table><table class="volver_indice" width="850px"><tr valign="middle"><td align="left">&nbsp;<a href="index-2.html">&lt;&lt;Ir al &iacute;ndice del Manual</a></td><td align="right"><a href="index42e1.html?seccion=mail_DarkBlood">Deja un comentario, error, agradecimiento, etc.</a></td></tr></table></div>
<div id="footer"></div>
</div>
</div>
</div>
</body>

<!-- Mirrored from www.comunidadargentum.com/manual/?seccion=controlesycomandos by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 24 Mar 2019 22:28:34 GMT -->
</html>
